---
kind: property
id: P:Autodesk.Revit.DB.Visual.Noise.NoiseThresholdHigh
source: html/e08807a7-a8fa-76f6-738b-ea98d954cc39.htm
---
# Autodesk.Revit.DB.Visual.Noise.NoiseThresholdHigh Property

The property labeled "High" from the "Noise" schema.

## Syntax (C#)
```csharp
public static string NoiseThresholdHigh { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".